Repository: wblacksnoww/Lyra
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides.po
Languages: es_419, ru

# MessageDialog,DriverDownloadLinkIntel
source: https://downloadcenter.intel.com/product/80939/Graphics
es_419: https://downloadcenter.intel.com/es/product/80939/Graphics
ru: https://downloadcenter.intel.com/ru/product/80939/Graphics

# MessageDialog,TitleVideoCardDriverIssue
source: WARNING: Known issues with graphics driver
es_419: ATENCIÓN: Problemas conocidos con los controladores gráficos
ru: ВНИМАНИЕ: данный драйвер видеоадаптера может вызывать проблемы.

# MessageDialog,UpdateMacOSX_Body
source: Please update to the latest version of macOS for best performance and stability.
es_419: Actualiza a la última versión de macOS para tener mejor rendimiento y estabilidad.
ru: Обновите macOS до последней версии для наилучшей производительности и стабильности.

# MessageDialog,UpdateMacOSX_Title
source: Update macOS
es_419: Actualizar macOS
ru: Обновить macOS

# GpuProfiler,GpuProfileVsyncEnabledWarning
source: WARNING: This GPU profile was captured with v-sync enabled. V-sync wait time may show up in any bucket, and as a result the data in this profile may be skewed. Please profile with v-sync disabled to obtain the most accurate data.
es_419: ADVERTENCIA: este perfil de GPU se capturó con la sincronización vertical habilitada. El tiempo de espera de la sincronización vertical puede aparecer en cualquier depósito y, por esta razón, los datos de este perfil pueden estar sesgados. Captura el perfil con la sincronización vertical deshabilitada para obtener los datos más precisos.
ru: ВНИМАНИЕ: данные этого профиля графического процессора были получены при включённой вертикальной синхронизации. Время ожидания вертикальной синхронизации может отображаться в любом сегменте, в результате чего данные этого профиля могут быть искажены. Отключите вертикальную синхронизацию, чтобы получить наиболее точные данные.

# LinuxDynamicRHI,RequiredVulkan
source: Vulkan Driver is required to run the engine.
es_419: Se requiere Vulkan Driver para ejecutar el procesador.
ru: Для работы движка игры требуется драйвер Vulkan.

# LinuxDynamicRHI,NoVulkanTargetedRHI
source: Trying to force Vulkan RHI but the project does not have it in TargetedRHIs list.
es_419: Intentando forzar la RHI de Vulkan, pero el proyecto no lo incluye en la lista de TargetedRHIs.
ru: Не удалось использовать RHI для Vulkan: его нет в списке обнаруженных RHI выбранного проекта.

# LinuxDynamicRHI,RequiredOpenGL
source: OpenGL 4.3 is required to run the engine.
es_419: Se requiere OpenGL 4.3 para ejecutar el procesador.
ru: Для работы движка игры требуется OpenGL версии 4.3.

# LinuxDynamicRHI,NoOpenGLTargetedRHI
source: Trying to force OpenGL RHI but the project does not have it in TargetedRHIs list.
es_419: Intentando forzar la RHI de OpenGL, pero el proyecto no lo incluye en la lista de TargetedRHIs.
ru: Не удалось использовать RHI для OpenGL: его нет в списке обнаруженных RHI выбранного проекта.

# LinuxDynamicRHI,NoVulkanNoGL
source: Vulkan or OpenGL (4.3) support is required to run the engine.
es_419: Se requiere compatibilidad con Vulkan u OpenGL (4.3) para ejecutar el procesador.
ru: Для работы движка игры требуется Vulkan или OpenGL версии 4.3.

# LinuxDynamicRHI,NoVulkanDriver
source: Failed to load Vulkan Driver which is required to run the engine. The engine no longer fallbacks to OpenGL4 which has been deprecated.
es_419: No se pudo cargar el controlador Vulkan necesario para ejecutar el motor. El motor ya no se vuelve a OpenGL4 porque está obsoleto.
ru: Не удалось загрузить драйвер Vulkan, который требуется для работы движка. OpenGL4 больше не поддерживается движком.

# LinuxDynamicRHI,NoOpenGLDriver
source: Failed to load OpenGL Driver which is required to run the engine. OpenGL4 has been deprecated and should use Vulkan.
es_419: No se pudo cargar el controlador OpenGL necesario para ejecutar el motor. OpenGL4 está obsoleto y se debe usar Vulkan.
ru: Не удалось загрузить драйвер OpenGL, который требуется для работы движка. Вместо OpenGL4 теперь используется Vulkan.

# LinuxDynamicRHI,NoTargetedRHI
source: The project does not target Vulkan or OpenGL RHIs, check project settings or pass -nullrhi.
es_419: El proyecto no contempla Vulkan ni OpenGL RHIs, comprueba los ajustes del proyecto o pasa -nullrhi.
ru: Проект не содержит RHI для Vulkan или OpenGL, проверьте настройки проекта или воспользуйтесь командой -nullrhi.

# LinuxDynamicRHI,OpenGLRemoved
source: Warning: OpenGL is no longer supported for desktop platforms. Vulkan will be used instead.
es_419: Advertencia: OpenGL ya no es compatible con las plataformas de escritorio. Se usará Vulkan en su lugar.
ru: Внимание: OpenGL больше не поддерживается на компьютерах. Вместо него будет использоваться Vulkan.

# WindowsDynamicRHI,RequiredDX11Feature_11_SM5
source: A D3D11-compatible GPU (Feature Level 11.0, Shader Model 5.0) is required to run the engine.
es_419: Se requiere una GPU compatible con D3D11 (nivel 11.0, Shader Model 5.0) para ejecutar el procesador.
ru: Для работы движка игры требуется графический процессор с поддержкой D3D11 (уровень функций 11.0, шейдерная модель 5.0).

# WindowsDynamicRHI,RequiredOpenGL
source: OpenGL 4.3 is required to run the engine.
es_419: Se requiere OpenGL 4.3 para ejecutar el procesador.
ru: Для работы движка игры требуется OpenGL версии 4.3.

# InputKeys,PS4_Gamepad_FaceButton_Bottom
source: Gamepad X
ru: Контроллер: кнопка «крест»

# InputKeys,PS4_Gamepad_LeftShoulder
source: Gamepad L1
ru: Контроллер: кнопка L1

# InputKeys,PS4_Gamepad_RightShoulder
source: Gamepad R1
ru: Контроллер: кнопка R1

# InputKeys,PS4_Gamepad_LeftTrigger
source: Gamepad L2
ru: Контроллер: кнопка L2

# InputKeys,PS4_Gamepad_RightTrigger
source: Gamepad R2
ru: Контроллер: кнопка R2

# InputKeys,PS4_Gamepad_LeftThumbstick
source: Gamepad L3
ru: Контроллер: кнопка L3

# InputKeys,PS4_Gamepad_RightThumbstick
source: Gamepad R3
ru: Контроллер: кнопка R3

# InputKeys,XBoxOne_Gamepad_FaceButton_Bottom
source: Gamepad A
ru: Геймпад: кнопка A

# InputKeys,XBoxOne_Gamepad_FaceButton_Right
source: Gamepad B
ru: Геймпад: кнопка B

# InputKeys,XBoxOne_Gamepad_FaceButton_Left
source: Gamepad X
ru: Геймпад: кнопка X

# InputKeys,XBoxOne_Gamepad_FaceButton_Top
source: Gamepad Y
ru: Геймпад: кнопка Y

# InputKeys,GamepadSubCategory
source: Gamepad
ru: Геймпад

# InputKeys,MouseSubCategory
source: Mouse
ru: Мышь

# InputKeys,MouseX
source: Mouse X
ru: Движение мыши по оси X

# InputKeys,MouseY
source: Mouse Y
ru: Движение мыши по оси Y

# InputKeys,TouchSubCateogry
source: Touch
ru: Касание

# InputKeys,Steam_Touch_0
source: Steam Touch 0
ru: Steam Controller: сенсорная кнопка 0

# InputKeys,Steam_Touch_1
source: Steam Touch 1
ru: Steam Controller: сенсорная кнопка 1

# InputKeys,Steam_Touch_2
source: Steam Touch 2
ru: Steam Controller: сенсорная кнопка 2

# InputKeys,Steam_Touch_3
source: Steam Touch 3
ru: Steam Controller: сенсорная кнопка 3

# DynamicRHI,NullDrvFailure
source: NullDrv failure?
ru: Ошибка NullDrv?
