Repository: wblacksnoww/Lyra
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides.po
Languages: es_419, ru

# InputKeys,MixedReality_Right_Trackpad_2D
source: Mixed Reality (R) Trackpad 2D-Axis
es_419: Trackpad 2D (D) de Mixed Reality
ru: Mixed Reality (П): 2D-ось сенсорной панели

# InputKeys,MixedReality_Right_Trackpad_Click
source: Mixed Reality (R) Trackpad Button
es_419: Trackpad (D) de Mixed Reality
ru: Mixed Reality (П): кнопка сенсорной панели

# InputKeys,MixedReality_Right_Trackpad_Touch
source: Mixed Reality (R) Trackpad Touch
es_419: Tocar el trackpad (D) de Mixed Reality
ru: Mixed Reality (П): касание сенсорной панели

# InputKeys,MixedReality_Right_Trackpad_Up
source: Mixed Reality (R) Trackpad Up
es_419: Trackpad hacia arriba (D) de Mixed Reality
ru: Mixed Reality (П): сенсорная панель, нажатие вверх

# InputKeys,MixedReality_Right_Trackpad_Down
source: Mixed Reality (R) Trackpad Down
es_419: Trackpad hacia abajo (D) de Mixed Reality
ru: Mixed Reality (П): сенсорная панель, нажатие вниз

# InputKeys,MixedReality_Right_Trackpad_Left
source: Mixed Reality (R) Trackpad Left
es_419: Trackpad hacia la izquierda (D) de Mixed Reality
ru: Mixed Reality (П): сенсорная панель, нажатие влево

# InputKeys,MixedReality_Right_Trackpad_Right
source: Mixed Reality (R) Trackpad Right
es_419: Trackpad hacia la derecha (D) de Mixed Reality
ru: Mixed Reality (П): сенсорная панель, нажатие вправо

# InputKeys,OculusTouch_Left_X_Click
source: Oculus Touch (L) X Press
es_419: Oprimir X (L) en Oculus Touch
ru: Oculus Touch (Л): нажатие кнопки X

# InputKeys,OculusTouch_Left_Y_Click
source: Oculus Touch (L) Y Press
es_419: Oprimir Y (I) en Oculus Touch
ru: Oculus Touch (Л): нажатие кнопки Y

# InputKeys,OculusTouch_Left_X_Touch
source: Oculus Touch (L) X Touch
es_419: Tocar X (I) en Oculus Touch
ru: Oculus Touch (Л): касание кнопки X

# InputKeys,OculusTouch_Left_Y_Touch
source: Oculus Touch (L) Y Touch
es_419: Tocar Y (I) en Oculus Touch
ru: Oculus Touch (Л): касание кнопки Y

# InputKeys,OculusTouch_Left_Menu_Click
source: Oculus Touch (L) Menu
es_419: Menú (I) de Oculus Touch
ru: Oculus Touch (Л): кнопка «Меню»

# InputKeys,OculusTouch_Left_Grip_Click
source: Oculus Touch (L) Grip
es_419: Empuñadura (I) de Oculus Touch
ru: Oculus Touch (Л): рукоятка

# InputKeys,OculusTouch_Left_Grip_Axis
source: Oculus Touch (L) Grip Axis
es_419: Eje de la empuñadura (I) de Oculus Touch
ru: Oculus Touch (Л): ось рукоятки

# InputKeys,OculusTouch_Left_Trigger_Click
source: Oculus Touch (L) Trigger
es_419: Gatillo (I) de Oculus Touch
ru: Oculus Touch (Л): триггер

# InputKeys,OculusTouch_Left_Trigger_Axis
source: Oculus Touch (L) Trigger Axis
es_419: Eje del gatillo (I) de Oculus Touch
ru: Oculus Touch (Л): ось триггера

# InputKeys,OculusTouch_Left_Trigger_Touch
source: Oculus Touch (L) Trigger Touch
es_419: Tocar el gatillo (I) de Oculus Touch
ru: Oculus Touch (Л): касание триггера

# InputKeys,OculusTouch_Left_Thumbstick_X
source: Oculus Touch (L) Thumbstick X-Axis
es_419: Joystick X (I) de Oculus Touch
ru: Oculus Touch (Л): ось X мини-джойстика

# InputKeys,OculusTouch_Left_Thumbstick_Y
source: Oculus Touch (L) Thumbstick Y-Axis
es_419: Joystick Y (I) de Oculus Touch
ru: Oculus Touch (Л): ось Y мини-джойстика

# InputKeys,OculusTouch_Left_Thumbstick_2D
source: Oculus Touch (L) Thumbstick 2D-Axis
es_419: Joystick 2D (I) de Oculus Touch
ru: Oculus Touch (Л): 2D-ось мини-джойстика

# InputKeys,OculusTouch_Left_Thumbstick_Click
source: Oculus Touch (L) Thumbstick Button
es_419: Joystick (I) de Oculus Touch
ru: Oculus Touch (Л): кнопка мини-джойстика

# InputKeys,OculusTouch_Left_Thumbstick_Touch
source: Oculus Touch (L) Thumbstick Touch
es_419: Tocar el joystick (I) de Oculus Touch
ru: Oculus Touch (Л): касание мини-джойстика

# InputKeys,OculusTouch_Left_Thumbstick_Up
source: Oculus Touch (L) Thumbstick Up
es_419: Joystick hacia arriba (I) de Oculus Touch
ru: Oculus Touch (Л): мини-джойстик вверх

# InputKeys,OculusTouch_Left_Thumbstick_Down
source: Oculus Touch (L) Thumbstick Down
es_419: Joystick hacia abajo (I) de Oculus Touch
ru: Oculus Touch (Л): мини-джойстик вниз

# InputKeys,OculusTouch_Left_Thumbstick_Left
source: Oculus Touch (L) Thumbstick Left
es_419: Joystick hacia la izquierda (I) de Oculus Touch
ru: Oculus Touch (Л): мини-джойстик влево

# InputKeys,OculusTouch_Left_Thumbstick_Right
source: Oculus Touch (L) Thumbstick Right
es_419: Joystick hacia la derecha (I) de Oculus Touch
ru: Oculus Touch (Л): мини-джойстик вправо

# InputKeys,OculusTouch_Right_A_Click
source: Oculus Touch (R) A Press
es_419: Oprimir A (D) en Oculus Touch
ru: Oculus Touch (П): нажатие кнопки A

# InputKeys,OculusTouch_Right_B_Click
source: Oculus Touch (R) B Press
es_419: Oprimir B (D) en Oculus Touch
ru: Oculus Touch (П): нажатие кнопки B

# InputKeys,OculusTouch_Right_A_Touch
source: Oculus Touch (R) A Touch
es_419: Tocar A (D) en Oculus Touch
ru: Oculus Touch (П): касание кнопки A

# InputKeys,OculusTouch_Right_B_Touch
source: Oculus Touch (R) B Touch
es_419: Tocar B (D) en Oculus Touch
ru: Oculus Touch (П): касание кнопки B

# InputKeys,OculusTouch_Right_Grip_Click
source: Oculus Touch (R) Grip
es_419: Empuñadura (D) de Oculus Touch
ru: Oculus Touch (П): рукоятка

# InputKeys,OculusTouch_Right_Grip_Axis
source: Oculus Touch (R) Grip Axis
es_419: Eje de la empuñadura (D) de Oculus Touch
ru: Oculus Touch (П): ось рукоятки

# InputKeys,OculusTouch_Right_Trigger_Click
source: Oculus Touch (R) Trigger
es_419: Gatillo (D) de Oculus Touch
ru: Oculus Touch (П): триггер

# InputKeys,OculusTouch_Right_Trigger_Axis
source: Oculus Touch (R) Trigger Axis
es_419: Eje del gatillo (D) de Oculus Touch
ru: Oculus Touch (П): ось триггера

# InputKeys,OculusTouch_Right_Trigger_Touch
source: Oculus Touch (R) Trigger Touch
es_419: Tocar el gatillo (D) de Oculus Touch
ru: Oculus Touch (П): касание триггера

# InputKeys,OculusTouch_Right_Thumbstick_X
source: Oculus Touch (R) Thumbstick X-Axis
es_419: Joystick X (D) de Oculus Touch
ru: Oculus Touch (П): ось X мини-джойстика

# InputKeys,OculusTouch_Right_Thumbstick_Y
source: Oculus Touch (R) Thumbstick Y-Axis
es_419: Joystick Y (D) de Oculus Touch
ru: Oculus Touch (П): ось Y мини-джойстика

# InputKeys,OculusTouch_Right_Thumbstick_2D
source: Oculus Touch (R) Thumbstick 2D-Axis
es_419: Joystick 2D (D) de Oculus Touch
ru: Oculus Touch (П): 2D-ось мини-джойстика

# InputKeys,OculusTouch_Right_Thumbstick_Click
source: Oculus Touch (R) Thumbstick Button
es_419: Joystick (D) de Oculus Touch
ru: Oculus Touch (П): кнопка мини-джойстика

# InputKeys,OculusTouch_Right_Thumbstick_Touch
source: Oculus Touch (R) Thumbstick Touch
es_419: Tocar el joystick (D) de Oculus Touch
ru: Oculus Touch (П): касание мини-джойстика

# InputKeys,OculusTouch_Right_Thumbstick_Up
source: Oculus Touch (R) Thumbstick Up
es_419: Joystick hacia arriba (D) de Oculus Touch
ru: Oculus Touch (П): мини-джойстик вверх

# InputKeys,OculusTouch_Right_Thumbstick_Down
source: Oculus Touch (R) Thumbstick Down
es_419: Joystick hacia abajo (D) de Oculus Touch
ru: Oculus Touch (П): мини-джойстик вниз

# InputKeys,OculusTouch_Right_Thumbstick_Left
source: Oculus Touch (R) Thumbstick Left
es_419: Joystick hacia la izquierda (D) de Oculus Touch
ru: Oculus Touch (П): мини-джойстик влево

# InputKeys,OculusTouch_Right_Thumbstick_Right
source: Oculus Touch (R) Thumbstick Right
es_419: Joystick hacia la derecha (D) de Oculus Touch
ru: Oculus Touch (П): мини-джойстик вправо

# InputKeys,ValveIndex_Left_A_Click
source: Valve Index (L) A Press
es_419: Oprimir A (I) en Valve Index
ru: Valve Index (Л): нажатие кнопки A

# InputKeys,ValveIndex_Left_B_Click
source: Valve Index (L) B Press
es_419: Oprimir B (I) en Valve Index
ru: Valve Index (Л): нажатие кнопки B

# InputKeys,ValveIndex_Left_A_Touch
source: Valve Index (L) A Touch
es_419: Tocar A (I) en Valve Index
ru: Valve Index (Л): касание кнопки A

# InputKeys,ValveIndex_Left_B_Touch
source: Valve Index (L) B Touch
es_419: Tocar B (I) en Valve Index
ru: Valve Index (Л): касание кнопки B

# InputKeys,ValveIndex_Left_Grip_Axis
source: Valve Index (L) Grip Axis
es_419: Eje de la empuñadura (I) de Valve Index
ru: Valve Index (Л): ось рукоятки

# InputKeys,ValveIndex_Left_Grip_Force
source: Valve Index (L) Grip Force
es_419: Fuerza sobre la empuñadura (I) de Valve Index
ru: Valve Index (Л): сжатие рукоятки

# InputKeys,ValveIndex_Left_Trigger_Click
source: Valve Index (L) Trigger
es_419: Gatillo (I) de Valve Index
ru: Valve Index (Л): триггер

# InputKeys,ValveIndex_Left_Trigger_Axis
source: Valve Index (L) Trigger Axis
es_419: Eje del gatillo (I) de Valve Index
ru: Valve Index (Л): ось триггера

# InputKeys,ValveIndex_Left_Trigger_Touch
source: Valve Index (L) Trigger Touch
es_419: Tocar el gatillo (I) de Valve Index
ru: Valve Index (Л): касание триггера

# InputKeys,ValveIndex_Left_Thumbstick_X
source: Valve Index (L) Thumbstick X-Axis
es_419: Joystick X (I) de Valve Index
ru: Valve Index (Л): ось X мини-джойстика

# InputKeys,ValveIndex_Left_Thumbstick_Y
source: Valve Index (L) Thumbstick Y-Axis
es_419: Joystick Y (I) de Valve Index
ru: Valve Index (Л): ось Y мини-джойстика

# InputKeys,ValveIndex_Left_Thumbstick_2D
source: Valve Index (L) Thumbstick 2D-Axis
es_419: Joystick 2D (I) de Valve Index
ru: Valve Index (Л): 2D-ось мини-джойстика

# InputKeys,ValveIndex_Left_Thumbstick_Click
source: Valve Index (L) Thumbstick Button
es_419: Joystick (I) de Valve Index
ru: Valve Index (Л): кнопка мини-джойстика

# InputKeys,ValveIndex_Left_Thumbstick_Touch
source: Valve Index (L) Thumbstick Touch
es_419: Tocar el joystick (I) de Valve Index
ru: Valve Index (Л): касание мини-джойстика

# InputKeys,ValveIndex_Left_Thumbstick_Up
source: Valve Index (L) Thumbstick Up
es_419: Joystick hacia arriba (I) de Valve Index
ru: Valve Index (Л): мини-джойстик вверх

# InputKeys,ValveIndex_Left_Thumbstick_Down
source: Valve Index (L) Thumbstick Down
es_419: Joystick hacia abajo (I) de Valve Index
ru: Valve Index (Л): мини-джойстик вниз

# InputKeys,ValveIndex_Left_Thumbstick_Left
source: Valve Index (L) Thumbstick Left
es_419: Joystick hacia la izquierda (I) de Valve Index
ru: Valve Index (Л): мини-джойстик влево

# InputKeys,ValveIndex_Left_Thumbstick_Right
source: Valve Index (L) Thumbstick Right
es_419: Joystick hacia la derecha (I) de Valve Index
ru: Valve Index (Л): мини-джойстик вправо

# InputKeys,ValveIndex_Left_Trackpad_X
source: Valve Index (L) Trackpad X
es_419: Trackpad X (I) de Valve Index
ru: Valve Index (Л): ось X сенсорной панели

# InputKeys,ValveIndex_Left_Trackpad_Y
source: Valve Index (L) Trackpad Y
es_419: Trackpad Y (I) de Valve Index
ru: Valve Index (Л): ось Y сенсорной панели

# InputKeys,ValveIndex_Left_Trackpad_2D
source: Valve Index (L) Trackpad 2D-Axis
es_419: Trackpad 2D (I) de Valve Index
ru: Valve Index (Л): 2D-ось сенсорной панели

# InputKeys,ValveIndex_Left_Trackpad_Force
source: Valve Index (L) Trackpad Force
es_419: Fuerza sobre el trackpad (I) de Valve Index
ru: Valve Index (Л): нажатие на сенсорную панель

# InputKeys,ValveIndex_Left_Trackpad_Touch
source: Valve Index (L) Trackpad Touch
es_419: Tocar el trackpad (I) de Valve Index
ru: Valve Index (Л): касание сенсорной панели

# InputKeys,ValveIndex_Left_Trackpad_Up
source: Valve Index (L) Trackpad Up
es_419: Trackpad hacia arriba (I) de Valve Index
ru: Valve Index (Л): сенсорная панель, нажатие вверх

# InputKeys,ValveIndex_Left_Trackpad_Down
source: Valve Index (L) Trackpad Down
es_419: Trackpad hacia abajo (I) de Valve Index
ru: Valve Index (Л): сенсорная панель, нажатие вниз

# InputKeys,ValveIndex_Left_Trackpad_Left
source: Valve Index (L) Trackpad Left
es_419: Trackpad hacia la izquierda (I) de Valve Index
ru: Valve Index (Л): сенсорная панель, нажатие влево

# InputKeys,ValveIndex_Left_Trackpad_Right
source: Valve Index (L) Trackpad Right
es_419: Trackpad hacia la derecha (I) de Valve Index
ru: Valve Index (Л): сенсорная панель, нажатие вправо

# InputKeys,ValveIndex_Right_A_Click
source: Valve Index (R) A Press
es_419: Oprimir A (D) en Valve Index
ru: Valve Index (П): нажатие кнопки A

# InputKeys,ValveIndex_Right_B_Click
source: Valve Index (R) B Press
es_419: Oprimir B (D) en Valve Index
ru: Valve Index (П): нажатие кнопки B

# InputKeys,ValveIndex_Right_A_Touch
source: Valve Index (R) A Touch
es_419: Tocar A (D) en Valve Index
ru: Valve Index (П): касание кнопки A

# InputKeys,ValveIndex_Right_B_Touch
source: Valve Index (R) B Touch
es_419: Tocar B (D) en Valve Index
ru: Valve Index (П): касание кнопки B

# InputKeys,ValveIndex_Right_Grip_Axis
source: Valve Index (R) Grip Axis
es_419: Eje de la empuñadura (D) de Valve Index
ru: Valve Index (П): ось рукоятки

# InputKeys,ValveIndex_Right_Grip_Force
source: Valve Index (R) Grip Force
es_419: Fuerza sobre la empuñadura (D) de Valve Index
ru: Valve Index (П): сжатие рукоятки

# InputKeys,ValveIndex_Right_Trigger_Click
source: Valve Index (R) Trigger
es_419: Gatillo (D) de Valve Index
ru: Valve Index (П): триггер

# InputKeys,ValveIndex_Right_Trigger_Axis
source: Valve Index (R) Trigger Axis
es_419: Eje del gatillo (D) de Valve Index
ru: Valve Index (П): ось триггера

# InputKeys,ValveIndex_Right_Trigger_Touch
source: Valve Index (R) Trigger Touch
es_419: Tocar el gatillo (D) de Valve Index
ru: Valve Index (П): касание триггера

# InputKeys,ValveIndex_Right_Thumbstick_X
source: Valve Index (R) Thumbstick X-Axis
es_419: Joystick X (D) de Valve Index
ru: Valve Index (П): ось X мини-джойстика

# InputKeys,ValveIndex_Right_Thumbstick_Y
source: Valve Index (R) Thumbstick Y-Axis
es_419: Joystick Y (D) de Valve Index
ru: Valve Index (П): ось Y мини-джойстика

# InputKeys,ValveIndex_Right_Thumbstick_2D
source: Valve Index (R) Thumbstick 2D-Axis
es_419: Joystick 2D (D) de Valve Index
ru: Valve Index (П): 2D-ось мини-джойстика

# InputKeys,ValveIndex_Right_Thumbstick_Click
source: Valve Index (R) Thumbstick Button
es_419: Joystick (D) de Valve Index
ru: Valve Index (П): кнопка мини-джойстика

# InputKeys,ValveIndex_Right_Thumbstick_Touch
source: Valve Index (R) Thumbstick Touch
es_419: Tocar el joystick (D) de Valve Index
ru: Valve Index (П): касание мини-джойстика

# InputKeys,ValveIndex_Right_Thumbstick_Up
source: Valve Index (R) Thumbstick Up
es_419: Joystick hacia arriba (D) de Valve Index
ru: Valve Index (П): мини-джойстик вверх

# InputKeys,ValveIndex_Right_Thumbstick_Down
source: Valve Index (R) Thumbstick Down
es_419: Joystick hacia abajo (D) de Valve Index
ru: Valve Index (П): мини-джойстик вниз

# InputKeys,ValveIndex_Right_Thumbstick_Left
source: Valve Index (R) Thumbstick Left
es_419: Joystick hacia la izquierda (D) de Valve Index
ru: Valve Index (П): мини-джойстик влево

# InputKeys,ValveIndex_Right_Thumbstick_Right
source: Valve Index (R) Thumbstick Right
es_419: Joystick hacia la derecha (D) de Valve Index
ru: Valve Index (П): мини-джойстик вправо

# InputKeys,ValveIndex_Right_Trackpad_X
source: Valve Index (R) Trackpad X
es_419: Trackpad X (D) de Valve Index
ru: Valve Index (П): ось X сенсорной панели

# InputKeys,ValveIndex_Right_Trackpad_Y
source: Valve Index (R) Trackpad Y
es_419: Trackpad Y (D) de Valve Index
ru: Valve Index (П): ось Y сенсорной панели

# InputKeys,ValveIndex_Right_Trackpad_2D
source: Valve Index (R) Trackpad 2D-Axis
es_419: Trackpad 2D (D) de Valve Index
ru: Valve Index (П): 2D-ось сенсорной панели

# InputKeys,ValveIndex_Right_Trackpad_Force
source: Valve Index (R) Trackpad Force
es_419: Fuerza sobre el trackpad (D) de Valve Index
ru: Valve Index (П): нажатие на сенсорную панель

# InputKeys,ValveIndex_Right_Trackpad_Touch
source: Valve Index (R) Trackpad Touch
es_419: Tocar el trackpad (D) de Valve Index
ru: Valve Index (П): касание сенсорной панели

# InputKeys,ValveIndex_Right_Trackpad_Up
source: Valve Index (R) Trackpad Up
es_419: Trackpad hacia arriba (D) de Valve Index
ru: Valve Index (П): сенсорная панель, нажатие вверх

# InputKeys,ValveIndex_Right_Trackpad_Down
source: Valve Index (R) Trackpad Down
es_419: Trackpad hacia abajo (D) de Valve Index
ru: Valve Index (П): сенсорная панель, нажатие вниз

# InputKeys,ValveIndex_Right_Trackpad_Left
source: Valve Index (R) Trackpad Left
es_419: Trackpad hacia la izquierda (D) de Valve Index
ru: Valve Index (П): сенсорная панель, нажатие влево

# InputKeys,ValveIndex_Right_Trackpad_Right
source: Valve Index (R) Trackpad Right
es_419: Trackpad hacia la derecha (D) de Valve Index
ru: Valve Index (П): сенсорная панель, нажатие вправо

# BuildPatchInstaller,BuildPatchInstaller_GenericProgress
source: Please Wait
es_419: Por favor, espera
ru: Подождите...

# BuildPatchInstaller,BuildPatchInstaller_DownloadSpeedFormat
source: {Current} / {Total} ({Speed}/sec)
es_419: {Current} / {Total} ({Speed}/s)
ru: {Current} из {Total} ({Speed}/сек.)

# BuildPatchInstallError,InvalidInstallTags
source: This installation could not continue due to a configuration issue. Please contact support.
es_419: La instalación no pudo continuar debido a un problema de configuración. Ponte en contacto con asistencia al cliente.
ru: Установка была прервана из-за ошибки конфигурации. Обратитесь в службу поддержки.

# BuildPatchInstallError,MissingInstallDirectory
source: The installation directory could not be created. {0}
es_419: No se pudo crear el directorio de instalación. {0}
ru: Невозможно создать папку установки. {0}

# BuildPatchInstallError,MissingStageDirectory
source: The following directory could not be created. {0}
es_419: No se pudo crear el siguiente directorio. {0}
ru: Невозможно создать указанную папку. {0}

# BuildPatchInstallError,MissingPrereqForPrereqOnlyInstall
source: This installation could not continue due to a prerequisite configuration issue. Please contact support.
es_419: La instalación no pudo continuar debido a un problema de configuración de un prerrequisito. Ponte en contacto con asistencia al cliente.
ru: Установка была прервана из-за ошибки предварительной конфигурации. Обратитесь в службу поддержки.

# BuildPatchInstallProgress,EBuildPatchProgress_Queued
source: Queued
es_419: En cola
ru: В очереди

# BuildPatchInstallProgress,EBuildPatchProgress_Initialising
source: Initializing
es_419: Iniciando
ru: Инициализация

# BuildPatchInstallProgress,EBuildPatchProgress_Resuming
source: Resuming
es_419: Reanudando
ru: Возобновление

# BuildPatchInstallProgress,EBuildPatchProgress_Downloading
source: Downloading
es_419: Descargando
ru: Загрузка

# BuildPatchInstallProgress,EBuildPatchProgress_Installing
source: Installing
es_419: Instalando
ru: Установка

# BuildPatchInstallProgress,EBuildPatchProgress_BuildVerification
source: Verifying
es_419: Verificando
ru: Проверка

# BuildPatchInstallProgress,EBuildPatchProgress_CleanUp
source: Cleaning up
es_419: Limpiando
ru: Очистка

# BuildPatchInstallProgress,EBuildPatchProgress_PrerequisitesInstall
source: Prerequisites
es_419: Prerrequisitos
ru: Требования

# BuildPatchInstallProgress,EBuildPatchProgress_Complete
source: Complete
es_419: Completado
ru: Выполнено

# BuildPatchInstallProgress,EBuildPatchProgress_Paused
source: Paused
es_419: En pausa
ru: Пауза

# BuildPatchInstallError,BuildPatchInstallShortError_NoError
source: The operation was successful.
es_419: La operación tuvo éxito.
ru: Операция выполнена успешно.

# BuildPatchInstallError,BuildPatchInstallShortError_DownloadError
source: Could not download patch data. Please check your internet connection, and try again.
es_419: No se pudieron descargar los datos del parche. Revisa tu conexión a Internet y vuelve a intentarlo.
ru: Не удалось загрузить пакет обновления. Проверьте соединение с интернетом и повторите попытку позже.

# BuildPatchInstallError,BuildPatchInstallShortError_FileConstructionFail
source: A file corruption has occurred. Please try again.
es_419: Hay un archivo dañado. Vuelve a intentarlo.
ru: Файл был повреждён. Повторите попытку позже.

# BuildPatchInstallError,BuildPatchInstallShortError_MoveFileToInstall
source: A file access error has occurred. Please check your running processes.
es_419: Ocurrió un error de acceso de archivo. Comprueba tus procesos en curso.
ru: Ошибка доступа к файлу. Проверьте запущенные процессы.

# BuildPatchInstallError,BuildPatchInstallShortError_BuildCorrupt
source: The installation is corrupt. Please contact support.
es_419: La instalación está dañada. Ponte en contacto con asistencia al cliente.
ru: Ошибка установки. Обратитесь в службу поддержки.

# BuildPatchInstallError,BuildPatchInstallShortError_ApplicationClosing
source: The application is closing.
es_419: La aplicación se está cerrando.
ru: Приложение будет закрыто.

# BuildPatchInstallError,BuildPatchInstallShortError_ApplicationError
source: Patching service could not start. Please contact support.
es_419: No se pudo iniciar el servicio de parcheo. Ponte en contacto con asistencia al cliente.
ru: Невозможно начать установку обновления. Обратитесь в службу поддержки.

# BuildPatchInstallError,BuildPatchInstallShortError_UserCanceled
source: User cancelled.
es_419: Cancelado por el usuario.
ru: Отменено пользователем.

# BuildPatchInstallError,BuildPatchInstallShortError_PrerequisiteError
source: The necessary prerequisites have failed to install. Please contact support.
es_419: No se pudieron instalar los prerrequisitos necesarios. Ponte en contacto con asistencia al cliente.
ru: Ошибка установки необходимых компонентов. Обратитесь в службу поддержки.

# BuildPatchInstallError,BuildPatchInstallShortError_InitializationError
source: The installer failed to initialize. Please contact support.
es_419: El instalador no pudo iniciar. Ponte en contacto con asistencia al cliente.
ru: Ошибка запуска программы установки. Обратитесь в службу поддержки.

# BuildPatchInstallError,BuildPatchInstallShortError_PathLengthExceeded
source: Maximum path length exceeded. Please specify a shorter install location.
es_419: Se sobrepasó la longitud máxima de ruta. Especifica una ubicación de instalación más corta.
ru: Превышена максимально допустимая длина пути установки. Укажите более короткий путь установки.

# BuildPatchInstallError,BuildPatchInstallShortError_OutOfDiskSpace
source: Not enough disk space available. Please free up some disk space and try again.
es_419: No hay suficiente espacio en el disco. Libera algo de espacio e inténtalo de nuevo.
ru: Недостаточно свободного места. Освободите место и попробуйте заново.

# BuildPatchInstallError,BuildPatchInstallShortError_InvalidOrMax
source: An unknown error ocurred. Please contact support.
es_419: Ocurrió un error desconocido. Ponte en contacto con asistencia al cliente.
ru: Произошла неизвестная ошибка. Обратитесь в службу поддержки.

# BuildPatchInstallError,InstallDirectoryDiskSpace
source: There is not enough space at {Location} {RequiredBytes} is required. {AvailableBytes} is available. You need an additional {SpaceAdditional} to perform the installation.
es_419: No hay suficiente espacio en {Location} Son necesarios {RequiredBytes}. Hay {AvailableBytes} disponibles. Necesitas {SpaceAdditional} adicionales para poder realizar la instalación.
ru: {Location}: недостаточно свободного места. Требуется {RequiredBytes}. Доступно {AvailableBytes}. Необходимо ещё {SpaceAdditional} для завершения установки.

# BuildPatchInstallError,InstallDirectoryDiskSpaceDevice
source: There is not enough space on your device. {RequiredBytes} is required. {AvailableBytes} is available. You need an additional {SpaceAdditional} to perform the installation.
es_419: No hay suficiente espacio en tu dispositivo. Son necesarios {RequiredBytes}. Hay {AvailableBytes} disponibles. Necesitas {SpaceAdditional} adicionales para poder realizar la instalación.
ru: Недостаточно свободного места на устройстве. Требуется {RequiredBytes}. Доступно {AvailableBytes}. Необходимо ещё {SpaceAdditional} для завершения установки.

# MessageDialog,DriverDownloadLinkAMD
source: https://www.amd.com/en/support
es_419: https://www.amd.com/es/support
ru: https://www.amd.com/ru/support
