Repository: wblacksnoww/Lyra
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides.po
Languages: es_419, ru

# GenericPlatform,FileManagerName
source: File Manager
es_419: Administrador de archivos
ru: Диспетчер файлов

# UnrealBuildConfigurations,DebugName
source: Debug
es_419: Depuración
ru: Отладка

# UnrealBuildConfigurations,DebugGameName
source: DebugGame
es_419: Depurar juego
ru: Отладка игры

# UnrealBuildConfigurations,DevelopmentName
source: Development
es_419: Desarrollo
ru: Разработка

# UnrealBuildConfigurations,ShippingName
source: Shipping
es_419: Envío
ru: Версия

# UnrealBuildConfigurations,TestName
source: Test
es_419: Probar
ru: Тест

# UnrealBuildConfigurations,UnknownName
source: Unknown
es_419: Desconocido
ru: Неизвестно

# InputKeys,PS4_Gamepad_FaceButton_Right
source: Gamepad Circle
es_419: Gamepad círculo
ru: Контроллер: кнопка «круг»

# InputKeys,PS4_Gamepad_FaceButton_Left
source: Gamepad Square
es_419: Gamepad cuadrado
ru: Контроллер: кнопка «квадрат»

# InputKeys,PS4_Gamepad_FaceButton_Top
source: Gamepad Triangle
es_419: Gamepad triángulo
ru: Контроллер: кнопка «треугольник»

# InputKeys,PS4_Gamepad_Special_Left
source: Gamepad Touchpad Button
es_419: Gamepad botón de touch pad
ru: Контроллер: кнопка сенсорной панели

# InputKeys,PS4_Gamepad_Special_Right
source: Gamepad Options
es_419: Opciones de control
ru: Параметры контроллера

# InputKeys,PS4_Gamepad_LeftTriggerAxis
source: Gamepad L2 Axis
es_419: Gamepad L2 eje
ru: Контроллер: ось L2

# InputKeys,PS4_Gamepad_RightTriggerAxis
source: Gamepad R2 Axis
es_419: Gamepad R2 eje
ru: Контроллер: ось R2

# InputKeys,XBoxOne_Gamepad_Special_Left
source: Gamepad Back
es_419: Gamepad atrás
ru: Геймпад: кнопка «Просмотр»

# InputKeys,XBoxOne_Gamepad_Special_Right
source: Gamepad Start
es_419: Gamepad inicio
ru: Геймпад: кнопка «Меню»

# InputKeys,Gamepad_LeftShoulder
source: Gamepad Left Shoulder
es_419: Bumper izquierdo del gamepad
ru: Геймпад: левый бампер

# InputKeys,Gamepad_RightShoulder
source: Gamepad Right Shoulder
es_419: Bumper derecho del gamepad
ru: Геймпад: правый бампер

# InputKeys,Gamepad_LeftTrigger
source: Gamepad Left Trigger
es_419: Gatillo izquierdo del gamepad
ru: Геймпад: левый триггер

# InputKeys,Gamepad_RightTrigger
source: Gamepad Right Trigger
es_419: Gatillo derecho del gamepad
ru: Геймпад: правый триггер

# InputKeys,Gamepad_LeftTriggerAxis
source: Gamepad Left Trigger Axis
es_419: Eje del gatillo izquierdo del gamepad
ru: Геймпад: ось левого триггера

# InputKeys,Gamepad_RightTriggerAxis
source: Gamepad Right Trigger Axis
es_419: Eje del gatillo derecho del gamepad
ru: Геймпад: ось правого триггера

# InputKeys,Gamepad_LeftThumbstick
source: Gamepad Left Thumbstick Button
es_419: Botón del joystick izquierdo del gamepad
ru: Геймпад: левый мини-джойстик — нажатие

# InputKeys,Gamepad_RightThumbstick
source: Gamepad Right Thumbstick Button
es_419: Botón del joystick derecho del gamepad
ru: Геймпад: правый мини-джойстик — нажатие

# InputKeys,Gamepad_FaceButton_Bottom
source: Gamepad Face Button Bottom
es_419: Botón de acción del gamepad inferior
ru: Геймпад: нижняя лицевая кнопка

# InputKeys,Gamepad_FaceButton_Right
source: Gamepad Face Button Right
es_419: Botón de acción del gamepad derecha
ru: Геймпад: правая лицевая кнопка

# InputKeys,Gamepad_FaceButton_Left
source: Gamepad Face Button Left
es_419: Botón de acción del gamepad izquierda
ru: Геймпад: левая лицевая кнопка

# InputKeys,Gamepad_FaceButton_Top
source: Gamepad Face Button Top
es_419: Botón de acción del gamepad superior
ru: Геймпад: верхняя лицевая кнопка

# InputKeys,Gamepad_Special_Left
source: Gamepad Special Left
es_419: Izquierda especial del gamepad
ru: Геймпад: специальная левая кнопка

# InputKeys,Gamepad_Special_Right
source: Gamepad Special Right
es_419: Derecha especial del gamepad
ru: Геймпад: специальная правая кнопка

# InputKeys,KeyboardSubCategory
source: Keyboard
es_419: Teclado
ru: Клавиатура

# InputKeys,AnyKey
source: Any Key
es_419: Cualquier tecla
ru: Любая клавиша

# InputKeys,Mouse2D
source: Mouse XY 2D-Axis
es_419: Eje 2D XY del mouse
ru: Мышь: двухмерная ось XY

# InputKeys,MouseWheelAxis
source: Mouse Wheel Axis
es_419: Eje de rueda de mouse
ru: Ось колеса мыши

# InputKeys,MouseScrollUp
source: Mouse Wheel Up
es_419: Rueda de mouse arriba
ru: Кол. мыши вверх

# InputKeys,MouseScrollDown
source: Mouse Wheel Down
es_419: Rueda de mouse abajo
ru: Кол. мыши вниз

# InputKeys,LeftMouseButton
source: Left Mouse Button
es_419: Botón izquierdo de mouse
ru: ЛКМ

# InputKeys,LeftMouseButtonShort
source: LMB
es_419: Clic izquierdo
ru: ЛКМ

# InputKeys,RightMouseButton
source: Right Mouse Button
es_419: Botón derecho de mouse
ru: ПКМ

# InputKeys,RightMouseButtonShort
source: RMB
es_419: Clic derecho
ru: ПКМ

# InputKeys,MiddleMouseButton
source: Middle Mouse Button
es_419: Botón central de mouse
ru: СКМ

# InputKeys,ThumbMouseButton
source: Thumb Mouse Button
es_419: Botón de mouse de pulgar
ru: Бок. кнопка мыши

# InputKeys,ThumbMouseButton2
source: Thumb Mouse Button 2
es_419: Botón de mouse de pulgar 2
ru: Бок. кн. мыши 2

# InputKeys,Enter
source: Enter
es_419: Introducir

# InputKeys,Pause
source: Pause
es_419: Pausa

# InputKeys,CapsLock
source: Caps Lock
es_419: Bloq Mayús

# InputKeys,CapsLockShort
source: Caps
es_419: Mayúscula

# InputKeys,SpaceBar
source: Space Bar
es_419: Barra espaciadora
ru: Пробел

# InputKeys,SpaceBarShort
source: Space
es_419: Espacio
ru: Пробел

# InputKeys,PageUp
source: Page Up
es_419: Re Pág

# InputKeys,PageUpShort
source: PgUp
es_419: Av. Pág.

# InputKeys,PageDown
source: Page Down
es_419: Av Pág

# InputKeys,PageDownShort
source: PgDn
es_419: Re. Pág.

# InputKeys,End
source: End
es_419: Fin

# InputKeys,Home
source: Home
es_419: Inicio

# InputKeys,Left
source: Left
es_419: Izquierda
ru: Влево

# InputKeys,Up
source: Up
es_419: Arriba
ru: Вверх

# InputKeys,Right
source: Right
es_419: Derecha
ru: Вправо

# InputKeys,Down
source: Down
es_419: Abajo
ru: Вниз

# InputKeys,Insert
source: Insert
es_419: Insertar

# InputKeys,InsertShort
source: Ins
es_419: Insert

# InputKeys,Delete
source: Delete
es_419: Eliminar

# InputKeys,DeleteShort
source: Del
es_419: Supr

# InputKeys,ForwardDelete
source: Fn+Delete
es_419: Fn + Eliminar

# InputKeys,BackSpace
source: Backspace
es_419: Retroceder

# InputKeys,NumPadZero
source: Num 0
es_419: Núm 0
ru: 0 (цифр. кл.)

# InputKeys,NumPadOne
source: Num 1
es_419: Núm 1
ru: 1 (цифр. кл.)

# InputKeys,NumPadTwo
source: Num 2
es_419: Núm 2
ru: 2 (цифр. кл.)

# InputKeys,NumPadThree
source: Num 3
es_419: Núm 3
ru: 3 (цифр. кл.)

# InputKeys,NumPadFour
source: Num 4
es_419: Núm 4
ru: 4 (цифр. кл.)

# InputKeys,NumPadFive
source: Num 5
es_419: Núm 5
ru: 5 (цифр. кл.)

# InputKeys,NumPadSix
source: Num 6
es_419: Núm 6
ru: 6 (цифр. кл.)

# InputKeys,NumPadSeven
source: Num 7
es_419: Núm 7
ru: 7 (цифр. кл.)

# InputKeys,NumPadEight
source: Num 8
es_419: Núm 8
ru: 8 (цифр. кл.)

# InputKeys,NumPadNine
source: Num 9
es_419: Núm 9
ru: 9 (цифр. кл.)

# InputKeys,Multiply
source: Num *
es_419: Núm *
ru: * (цифр. кл.)

# InputKeys,Add
source: Num +
es_419: Núm. +
ru: + (цифр. кл.)

# InputKeys,Subtract
source: Num -
es_419: Núm -
ru: - (цифр. кл.)

# InputKeys,Decimal
source: Num .
es_419: Núm.
ru: . (цифр. кл.)

# InputKeys,Divide
source: Num /
es_419: Núm /
ru: / (цифр. кл.)

# InputKeys,NumLock
source: Num Lock
es_419: Bloq Num

# InputKeys,ScrollLock
source: Scroll Lock
es_419: Bloq Despl

# InputKeys,LeftShift
source: Left Shift
es_419: Mayús. izquierda
ru: Левый Shift

# InputKeys,RightShift
source: Right Shift
es_419: Mayús derecha
ru: Правый Shift

# InputKeys,LeftControl
source: Left Ctrl
es_419: Ctrl izquierda
ru: Левый Ctrl

# InputKeys,RightControl
source: Right Ctrl
es_419: Ctrl derecha
ru: Правый Ctrl

# InputKeys,LeftAlt
source: Left Alt
es_419: Alt izquierda
ru: Левый Alt

# InputKeys,RightAlt
source: Right Alt
es_419: Alt derecha
ru: Правый Alt

# InputKeys,LeftCommand
source: Left Cmd
es_419: Cmd izquierda
ru: Левая Cmd

# InputKeys,RightCommand
source: Right Cmd
es_419: Cmd derecha
ru: Правая Cmd

# InputKeys,Semicolon
source: Semicolon
es_419: Punto y coma
ru: Точка с запятой

# InputKeys,Equals
source: Equals
es_419: Igual

# InputKeys,Comma
source: Comma
es_419: Coma
ru: Запятая

# InputKeys,Hyphen
source: Hyphen
es_419: Guión
ru: Дефис

# InputKeys,Underscore
source: Underscore
es_419: Subrayado
ru: Подчёркивание

# InputKeys,Period
source: Period
es_419: Punto
ru: Точка

# InputKeys,Slash
source: Slash
es_419: Barra

# InputKeys,LeftBracket
source: Left Bracket
es_419: Corchete izquierdo

# InputKeys,Backslash
source: Backslash
es_419: Barra invertida

# InputKeys,RightBracket
source: Right Bracket
es_419: Corchete derecho

# InputKeys,Apostrophe
source: Apostrophe
es_419: Apóstrofe
ru: Апостроф

# InputKeys,Quote
source: Quote
es_419: Comilla
ru: Кавычки

# InputKeys,LeftParantheses
source: Left Parantheses
es_419: Paréntesis izquierdo

# InputKeys,RightParantheses
source: Right Parantheses
es_419: Paréntesis derecho

# InputKeys,Asterix
source: Asterisk
es_419: Asterisco
ru: Звёздочка

# InputKeys,Caret
source: Caret
es_419: Signo de intercalación

# InputKeys,Dollar
source: Dollar
es_419: Dólar

# InputKeys,Exclamation
source: Exclamation
es_419: Exclamación

# InputKeys,Colon
source: Colon
es_419: Dos puntos
ru: Двоеточие

# InputKeys,Gamepad_LeftX
source: Gamepad Left Thumbstick X-Axis
es_419: Eje-X del joystick izquierdo del gamepad
ru: Геймпад: ось X левого мини-джойстика

# InputKeys,Gamepad_LeftY
source: Gamepad Left Thumbstick Y-Axis
es_419: Eje-Y del joystick izquierdo del gamepad
ru: Геймпад: ось Y левого мини-джойстика

# InputKeys,Gamepad_Left2D
source: Gamepad Left Thumbstick 2D-Axis
es_419: Eje 2D del joystick izquierdo del control
ru: Геймпад: двухмерная ось левого мини-джойстика

# InputKeys,Gamepad_RightX
source: Gamepad Right Thumbstick X-Axis
es_419: Eje-X del joystick derecho del gamepad
ru: Геймпад: ось X правого мини-джойстика

# InputKeys,Gamepad_RightY
source: Gamepad Right Thumbstick Y-Axis
es_419: Eje-Y del joystick derecho del gamepad
ru: Геймпад: ось Y правого мини-джойстика

# InputKeys,Gamepad_Right2D
source: Gamepad Right Thumbstick 2D-Axis
es_419: Eje 2D del joystick derecho del control
ru: Геймпад: двухмерная ось правого мини-джойстика

# InputKeys,Gamepad_DPad_Up
source: Gamepad D-pad Up
es_419: Pad direccional del gamepad arriba
ru: Геймпад: крестовина вверх

# InputKeys,Gamepad_DPad_Down
source: Gamepad D-pad Down
es_419: Pad direccional del gamepad abajo
ru: Геймпад: крестовина вниз

# InputKeys,Gamepad_DPad_Right
source: Gamepad D-pad Right
es_419: Pad direccional del gamepad derecha
ru: Геймпад: крестовина вправо

# InputKeys,Gamepad_DPad_Left
source: Gamepad D-pad Left
es_419: Pad direccional del gamepad izquierda
ru: Геймпад: крестовина влево

# InputKeys,Gamepad_LeftStick_Up
source: Gamepad Left Thumbstick Up
es_419: Joystick izquierdo del gamepad arriba
ru: Геймпад: левый мини-джойстик вверх

# InputKeys,Gamepad_LeftStick_Down
source: Gamepad Left Thumbstick Down
es_419: Joystick izquierdo del gamepad abajo
ru: Геймпад: левый мини-джойстик вниз

# InputKeys,Gamepad_LeftStick_Right
source: Gamepad Left Thumbstick Right
es_419: Joystick izquierdo del gamepad derecha
ru: Геймпад: левый мини-джойстик вправо

# InputKeys,Gamepad_LeftStick_Left
source: Gamepad Left Thumbstick Left
es_419: Joystick izquierdo del gamepad izquierda
ru: Геймпад: левый мини-джойстик влево

# InputKeys,Gamepad_RightStick_Up
source: Gamepad Right Thumbstick Up
es_419: Joystick derecho del gamepad arriba
ru: Геймпад: правый мини-джойстик вверх

# InputKeys,Gamepad_RightStick_Down
source: Gamepad Right Thumbstick Down
es_419: Joystick derecho del gamepad abajo
ru: Геймпад: правый мини-джойстик вниз

# InputKeys,Gamepad_RightStick_Right
source: Gamepad Right Thumbstick Right
es_419: Joystick derecho del gamepad derecha
ru: Геймпад: правый мини-джойстик вправо

# InputKeys,Gamepad_RightStick_Left
source: Gamepad Right Thumbstick Left
es_419: Joystick derecho del gamepad izquierda
ru: Геймпад: правый мини-джойстик влево

# InputKeys,MotionSubCateogry
source: Motion
es_419: Movimiento
ru: Движение

# InputKeys,Tilt
source: Tilt
es_419: Inclinar
ru: Наклон

# InputKeys,RotationRate
source: Rotation Rate
es_419: Índice de rotación
ru: Скорость поворота

# InputKeys,Gravity
source: Gravity
es_419: Gravedad
ru: Гравитация

# InputKeys,Acceleration
source: Acceleration
es_419: Aceleración
ru: Ускорение

# InputKeys,TouchFormat
source: Touch {0}
es_419: Tocar {0}
ru: Касание {0}

# InputKeys,GestureSubCateogry
source: Gesture
es_419: Gesto
ru: Жест

# InputKeys,Gesture_Pinch
source: Pinch
es_419: Pellizcar
ru: Сведение/разведение пальцев

# InputKeys,Gesture_Flick
source: Flick
es_419: Giro rápido
ru: Быстрое отклонение

# InputKeys,Gesture_Rotate
source: Rotate
es_419: Rotar
ru: Поворот

# InputKeys,Gamepad_Special_Left_X
source: Touchpad Button X Axis
es_419: Eje horizontal del botón del panel táctil
ru: Ось X кнопки сенсорной панели

# InputKeys,Gamepad_Special_Left_Y
source: Touchpad Button Y Axis
es_419: Eje vertical del botón del panel táctil
ru: Ось Y кнопки сенсорной панели

# InputKeys,Steam_Back_Left
source: Steam Back Left
es_419: Steam atrás izquierdo
ru: Steam Controller: задняя левая кнопка

# InputKeys,Steam_Back_Right
source: Steam Back Right
es_419: Steam atrás derecho
ru: Steam Controller: задняя правая кнопка

# InputKeys,Global_Menu
source: Global Menu
es_419: Menú global
ru: Общее: меню

# InputKeys,Global_View
source: Global View
es_419: Visión global
ru: Общее: просмотр

# InputKeys,Global_Pause
source: Global Pause
es_419: Pausa global
ru: Общее: пауза

# InputKeys,Global_Play
source: Global Play
es_419: Jugar global
ru: Общее: воспроизведение

# InputKeys,Global_Back
source: Global Back
es_419: Atrás global
ru: Общее: назад

# InputKeys,Android_Back
source: Android Back
es_419: Android Atrás
ru: Android: назад

# InputKeys,Android_Volume_Up
source: Android Volume Up
es_419: Android Subir Volumen
ru: Android: увеличение громкости

# InputKeys,Android_Volume_Down
source: Android Volume Down
es_419: Android Bajar Volumen
ru: Android: уменьшение громкости

# InputKeys,Android_Menu
source: Android Menu
es_419: Android Menú
ru: Android: меню

# InputKeys,Vive_Left_Grip_Click
source: Vive (L) Grip
es_419: Empuñadura (I) de Vive
ru: Vive (Л): рукоятка

# InputKeys,Vive_Left_Menu_Click
source: Vive (L) Menu
es_419: Menú (I) de Vive
ru: Vive (Л): кнопка «Меню»

# InputKeys,Vive_Left_Trigger_Click
source: Vive (L) Trigger
es_419: Gatillo (I) de Vive
ru: Vive (Л): триггер

# InputKeys,Vive_Left_Trigger_Axis
source: Vive (L) Trigger Axis
es_419: Eje del gatillo (I) de Vive
ru: Vive (Л): ось триггера

# InputKeys,Vive_Left_Trackpad_X
source: Vive (L) Trackpad X-Axis
es_419: Trackpad X (I) de Vive
ru: Vive (Л): ось X сенсорной панели

# InputKeys,Vive_Left_Trackpad_Y
source: Vive (L) Trackpad Y-Axis
es_419: Trackpad Y (I) de Vive
ru: Vive (Л): ось Y сенсорной панели

# InputKeys,Vive_Left_Trackpad_2D
source: Vive (L) Trackpad 2D-Axis
es_419: Trackpad 2D (I) de Vive
ru: Vive (Л): 2D-ось сенсорной панели

# InputKeys,Vive_Left_Trackpad_Click
source: Vive (L) Trackpad Button
es_419: Trackpad (I) de Vive
ru: Vive (Л): кнопка сенсорной панели

# InputKeys,Vive_Left_Trackpad_Touch
source: Vive (L) Trackpad Touch
es_419: Tocar el trackpad (I) de Vive
ru: Vive (Л): касание сенсорной панели

# InputKeys,Vive_Left_Trackpad_Up
source: Vive (L) Trackpad Up
es_419: Trackpad hacia arriba (I) de Vive
ru: Vive (Л): сенсорная панель, нажатие вверх

# InputKeys,Vive_Left_Trackpad_Down
source: Vive (L) Trackpad Down
es_419: Trackpad hacia abajo (I) de Vive
ru: Vive (Л): сенсорная панель, нажатие вниз

# InputKeys,Vive_Left_Trackpad_Left
source: Vive (L) Trackpad Left
es_419: Trackpad hacia la izquierda (I) de Vive
ru: Vive (Л): сенсорная панель, нажатие влево

# InputKeys,Vive_Left_Trackpad_Right
source: Vive (L) Trackpad Right
es_419: Trackpad hacia la derecha (I) de Vive
ru: Vive (Л): сенсорная панель, нажатие вправо

# InputKeys,Vive_Right_Grip_Click
source: Vive (R) Grip
es_419: Empuñadura (D) de Vive
ru: Vive (П): рукоятка

# InputKeys,Vive_Right_Menu_Click
source: Vive (R) Menu
es_419: Menú (D) de Vive
ru: Vive (П): кнопка «Меню»

# InputKeys,Vive_Right_Trigger_Click
source: Vive (R) Trigger
es_419: Gatillo (D) de Vive
ru: Vive (П): триггер

# InputKeys,Vive_Right_Trigger_Axis
source: Vive (R) Trigger Axis
es_419: Eje del gatillo (D) de Vive
ru: Vive (П): ось триггера

# InputKeys,Vive_Right_Trackpad_X
source: Vive (R) Trackpad X-Axis
es_419: Trackpad X (D) de Vive
ru: Vive (П): ось X сенсорной панели

# InputKeys,Vive_Right_Trackpad_Y
source: Vive (R) Trackpad Y-Axis
es_419: Trackpad Y (D) de Vive
ru: Vive (П): ось Y сенсорной панели

# InputKeys,Vive_Right_Trackpad_2D
source: Vive (R) Trackpad 2D-Axis
es_419: Trackpad 2D (D) de Vive
ru: Vive (П): 2D-ось сенсорной панели

# InputKeys,Vive_Right_Trackpad_Click
source: Vive (R) Trackpad Button
es_419: Trackpad (D) de Vive
ru: Vive (П): кнопка сенсорной панели

# InputKeys,Vive_Right_Trackpad_Touch
source: Vive (R) Trackpad Touch
es_419: Tocar el trackpad (D) de Vive
ru: Vive (П): касание сенсорной панели

# InputKeys,Vive_Right_Trackpad_Up
source: Vive (R) Trackpad Up
es_419: Trackpad hacia arriba (D) de Vive
ru: Vive (П): сенсорная панель, нажатие вверх

# InputKeys,Vive_Right_Trackpad_Down
source: Vive (R) Trackpad Down
es_419: Trackpad hacia abajo (D) de Vive
ru: Vive (П): сенсорная панель, нажатие вниз

# InputKeys,Vive_Right_Trackpad_Left
source: Vive (R) Trackpad Left
es_419: Trackpad hacia la izquierda (D) de Vive
ru: Vive (П): сенсорная панель, нажатие влево

# InputKeys,Vive_Right_Trackpad_Right
source: Vive (R) Trackpad Right
es_419: Trackpad hacia la derecha (D) de Vive
ru: Vive (П): сенсорная панель, нажатие вправо

# InputKeys,MixedReality_Left_Menu_Click
source: Mixed Reality (L) Menu
es_419: Menú (I) de Mixed Reality
ru: Mixed Reality (Л): кнопка «Меню»

# InputKeys,MixedReality_Left_Grip_Click
source: Mixed Reality (L) Grip
es_419: Empuñadura (I) de Mixed Reality
ru: Mixed Reality (Л): рукоятка

# InputKeys,MixedReality_Left_Trigger_Click
source: Mixed Reality (L) Trigger
es_419: Gatillo (I) de Mixed Reality
ru: Mixed Reality (Л): триггер

# InputKeys,MixedReality_Left_Trigger_Axis
source: Mixed Reality (L) Trigger Axis
es_419: Eje del gatillo (I) de Mixed Reality
ru: Mixed Reality (Л): ось триггера

# InputKeys,MixedReality_Left_Thumbstick_X
source: Mixed Reality (L) Thumbstick X-Axis
es_419: Joystick X (I) de Mixed Reality
ru: Mixed Reality (Л): ось X мини-джойстика

# InputKeys,MixedReality_Left_Thumbstick_Y
source: Mixed Reality (L) Thumbstick Y-Axis
es_419: Joystick Y (I) de Mixed Reality
ru: Mixed Reality (Л): ось Y мини-джойстика

# InputKeys,MixedReality_Left_Thumbstick_2D
source: Mixed Reality (L) Thumbstick 2D-Axis
es_419: Joystick 2D (I) de Mixed Reality
ru: Mixed Reality (Л): 2D-ось мини-джойстика

# InputKeys,MixedReality_Left_Thumbstick_Click
source: Mixed Reality (L) Thumbstick Button
es_419: Joystick (I) de Mixed Reality
ru: Mixed Reality (Л): кнопка мини-джойстика

# InputKeys,MixedReality_Left_Thumbstick_Up
source: Mixed Reality (L) Thumbstick Up
es_419: Joystick hacia arriba (I) de Mixed Reality
ru: Mixed Reality (Л): мини-джойстик вверх

# InputKeys,MixedReality_Left_Thumbstick_Down
source: Mixed Reality (L) Thumbstick Down
es_419: Joystick hacia abajo (I) de Mixed Reality
ru: Mixed Reality (Л): мини-джойстик вниз

# InputKeys,MixedReality_Left_Thumbstick_Left
source: Mixed Reality (L) Thumbstick Left
es_419: Joystick hacia la izquierda (I) de Mixed Reality
ru: Mixed Reality (Л): мини-джойстик влево

# InputKeys,MixedReality_Left_Thumbstick_Right
source: Mixed Reality (L) Thumbstick Right
es_419: Joystick hacia la derecha (I) de Mixed Reality
ru: Mixed Reality (Л): мини-джойстик вправо

# InputKeys,MixedReality_Left_Trackpad_X
source: Mixed Reality (L) Trackpad X
es_419: Trackpad X (I) de Mixed Reality
ru: Mixed Reality (Л): ось X сенсорной панели

# InputKeys,MixedReality_Left_Trackpad_Y
source: Mixed Reality (L) Trackpad Y
es_419: Trackpad Y (I) de Mixed Reality
ru: Mixed Reality (Л): ось Y сенсорной панели

# InputKeys,MixedReality_Left_Trackpad_2D
source: Mixed Reality (L) Trackpad 2D-Axis
es_419: Trackpad 2D (I) de Mixed Reality
ru: Mixed Reality (Л): 2D-ось сенсорной панели

# InputKeys,MixedReality_Left_Trackpad_Click
source: Mixed Reality (L) Trackpad Button
es_419: Trackpad (I) de Mixed Reality
ru: Mixed Reality (Л): кнопка сенсорной панели

# InputKeys,MixedReality_Left_Trackpad_Touch
source: Mixed Reality (L) Trackpad Touch
es_419: Tocar el trackpad (I) de Mixed Reality
ru: Mixed Reality (Л): касание сенсорной панели

# InputKeys,MixedReality_Left_Trackpad_Up
source: Mixed Reality (L) Trackpad Up
es_419: Trackpad hacia arriba (I) de Mixed Reality
ru: Mixed Reality (Л): сенсорная панель, нажатие вверх

# InputKeys,MixedReality_Left_Trackpad_Down
source: Mixed Reality (L) Trackpad Down
es_419: Trackpad hacia abajo (I) de Mixed Reality
ru: Mixed Reality (Л): сенсорная панель, нажатие вниз

# InputKeys,MixedReality_Left_Trackpad_Left
source: Mixed Reality (L) Trackpad Left
es_419: Trackpad hacia la izquierda (I) de Mixed Reality
ru: Mixed Reality (Л): сенсорная панель, нажатие влево

# InputKeys,MixedReality_Left_Trackpad_Right
source: Mixed Reality (L) Trackpad Right
es_419: Trackpad hacia la derecha (I) de Mixed Reality
ru: Mixed Reality (Л): сенсорная панель, нажатие вправо

# InputKeys,MixedReality_Right_Menu_Click
source: Mixed Reality (R) Menu
es_419: Menú (D) de Mixed Reality
ru: Mixed Reality (П): кнопка «Меню»

# InputKeys,MixedReality_Right_Grip_Click
source: Mixed Reality (R) Grip
es_419: Empuñadura (D) de Mixed Reality
ru: Mixed Reality (П): рукоятка

# InputKeys,MixedReality_Right_Trigger_Click
source: Mixed Reality (R) Trigger
es_419: Gatillo (D) de Mixed Reality
ru: Mixed Reality (П): триггер

# InputKeys,MixedReality_Right_Trigger_Axis
source: Mixed Reality (R) Trigger Axis
es_419: Eje del gatillo (D) de Mixed Reality
ru: Mixed Reality (П): ось триггера

# InputKeys,MixedReality_Right_Thumbstick_X
source: Mixed Reality (R) Thumbstick X-Axis
es_419: Joystick X (D) de Mixed Reality
ru: Mixed Reality (П): ось X мини-джойстика

# InputKeys,MixedReality_Right_Thumbstick_Y
source: Mixed Reality (R) Thumbstick Y-Axis
es_419: Joystick Y (D) de Mixed Reality
ru: Mixed Reality (П): ось Y мини-джойстика

# InputKeys,MixedReality_Right_Thumbstick_2D
source: Mixed Reality (R) Thumbstick 2D-Axis
es_419: Joystick 2D (D) de Mixed Reality
ru: Mixed Reality (П): 2D-ось мини-джойстика

# InputKeys,MixedReality_Right_Thumbstick_Click
source: Mixed Reality (R) Thumbstick Button
es_419: Joystick (D) de Mixed Reality
ru: Mixed Reality (П): кнопка мини-джойстика

# InputKeys,MixedReality_Right_Thumbstick_Up
source: Mixed Reality (R) Thumbstick Up
es_419: Joystick hacia arriba (D) de Mixed Reality
ru: Mixed Reality (П): мини-джойстик вверх

# InputKeys,MixedReality_Right_Thumbstick_Down
source: Mixed Reality (R) Thumbstick Down
es_419: Joystick hacia abajo (D) de Mixed Reality
ru: Mixed Reality (П): мини-джойстик вниз

# InputKeys,MixedReality_Right_Thumbstick_Left
source: Mixed Reality (R) Thumbstick Left
es_419: Joystick hacia la izquierda (D) de Mixed Reality
ru: Mixed Reality (П): мини-джойстик влево

# InputKeys,MixedReality_Right_Thumbstick_Right
source: Mixed Reality (R) Thumbstick Right
es_419: Joystick hacia la derecha (D) de Mixed Reality
ru: Mixed Reality (П): мини-джойстик вправо

# InputKeys,MixedReality_Right_Trackpad_X
source: Mixed Reality (R) Trackpad X
es_419: Trackpad X (D) de Mixed Reality
ru: Mixed Reality (П): ось X сенсорной панели

# InputKeys,MixedReality_Right_Trackpad_Y
source: Mixed Reality (R) Trackpad Y
es_419: Trackpad Y (D) de Mixed Reality
ru: Mixed Reality (П): ось Y сенсорной панели
